{
  "title": "Glossário de Termos Hermenêuticos",
  "terms": [
    {
      "term": "Analogia da Fé",
      "definition": "Princípio hermenêutico que estabelece que a Escritura deve ser interpretada pela própria Escritura, usando passagens mais claras para esclarecer as mais obscuras, mantendo a harmonia e unidade da revelação bíblica."
    },
    {
      "term": "Exegese",
      "definition": "O processo de extrair o significado de um texto bíblico através de análise cuidadosa do contexto histórico, gramatical, literário e teológico, buscando compreender o que o autor original pretendia comunicar."
    },
    {
      "term": "Eisegese",
      "definition": "Prática hermenêutica incorreta de impor significados externos ao texto bíblico, lendo ideias preconcebidas no texto ao invés de extrair seu significado original através de exegese apropriada."
    },
    {
      "term": "Hermenêutica",
      "definition": "A ciência e arte da interpretação bíblica, incluindo tanto os princípios teóricos quanto os métodos práticos para compreender corretamente o significado das Escrituras."
    },
    {
      "term": "Histórico-Gramatical",
      "definition": "Método de interpretação bíblica que busca compreender o texto através de análise do contexto histórico original e das estruturas gramaticais e linguísticas, respeitando o significado pretendido pelo autor humano."
    },
    {
      "term": "Inspiração",
      "definition": "Doutrina que afirma que as Escrituras foram produzidas através da influência sobrenatural do Espírito Santo sobre os autores humanos, resultando em textos que são simultaneamente palavras de Deus e palavras humanas."
    },
    {
      "term": "Inerrância",
      "definition": "Doutrina que afirma que as Escrituras, nos manuscritos originais, são completamente livres de erro em tudo o que afirmam, incluindo questões históricas, científicas e teológicas."
    },
    {
      "term": "Perspicuidade",
      "definition": "Doutrina reformada que afirma que as Escrituras são suficientemente claras em suas doutrinas essenciais para que qualquer pessoa sincera possa compreender o caminho da salvação e os princípios básicos da fé cristã."
    },
    {
      "term": "Sensus Literalis",
      "definition": "O sentido literal do texto bíblico, determinado através de análise histórico-gramatical, que busca compreender o significado pretendido pelo autor original dentro de seu contexto histórico e cultural."
    },
    {
      "term": "Sola Scriptura",
      "definition": "Princípio reformado fundamental que estabelece que somente as Escrituras são a autoridade infalível e suficiente para todas as questões de fé e prática cristã."
    },
    {
      "term": "Tipologia",
      "definition": "Método de interpretação bíblica que reconhece pessoas, eventos ou instituições do Antigo Testamento como prefigurações (tipos) de realidades do Novo Testamento, especialmente relacionadas a Cristo e sua obra."
    },
    {
      "term": "Testimonium Spiritus Sancti",
      "definition": "O testemunho interno do Espírito Santo que autentica as Escrituras para o crente e ilumina sua compreensão, trabalhando através dos meios ordinários de estudo cuidadoso e oração."
    }
  ]
}

